ZigEmbeddedGroup/texasinstruments-data/ccs_base/common/targetdb/Modules/C2000/f28p65x_rom_wait_state_regs.xml
<module id="ROM_WAIT_STATE_REGS" HW_revision="" description="ROM WAIT STATE Registers">
	<register id="ROMWAITSTATE" width="32" page="1" offset="0x0" internal="0" description="ROM Wait State Configuration Register">
		<bitfield id="WSDISABLE" description="ROM Wait State Enable/Disable Control" begin="0" end="0" width="1" rwaccess="RW"/>
	</register>
</module>
